---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsCurvetypeMaxHeightParam
source: html/fa347901-9ca1-f0da-1967-6216458d50aa.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsCurvetypeMaxHeightParam Property

"Max Height"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsCurvetypeMaxHeightParam { get; }
```